Autodesk.Revit.DB.Mechanical.ReturnAirflowType
An enumerated type listing all the possible return airflow types for a space object.

Autodesk.Revit.DB.Mechanical.ReturnAirflowType.ActualSupplyAirflow
Return Airflow Type is ActualSupplyAirflow.

Autodesk.Revit.DB.Mechanical.ReturnAirflowType.CalculatedSupplyAirflow
Return Airflow Type is CalculatedSupplyAirflow.

Autodesk.Revit.DB.Mechanical.ReturnAirflowType.SpecifiedSupplyAirflow
Return Airflow Type is SpecifiedSupplyAirflow.

Autodesk.Revit.DB.Mechanical.ReturnAirflowType.Specified
Return Airflow Type is Specified.